<template>
    <div>
        <main class="bg">
            <div class="zhezhao"></div>
            <my-header></my-header>
            <div>
                <img src="../assets/img/others/1.jpg" alt="" class="w-100">
            </div>
            <div class="title1">
                <p>铲屎官的日常须知</p>
                <div>
                    <span>——</span>
                    THE CAT knowledge
                    <span>——</span>
                </div>
            </div>
            <!-- 宠物饲养常识 -->
            <section class="container my_msg">
                <h3 class="text-primary">养猫必看：宠物猫的饲养经验分享！</h3>
                <br>
                <div class="row">
                    <!-- 左侧图片 -->
                    <div class="col-3">
                        <img src="../assets/img/others/about1.jpg" alt="" class="w-100">
                    </div>
                    <!-- 右侧常识 -->
                    <div class="col-9 bg-muted my_small show ">
                        <div>
                            <p>  作为一个养猫新手来说的饲养猫咪看似简单但是真正自己养的时候就出现很多问题比如宠物猫的动不动拉肚子厌食挑食各种坏习惯，这些都是由于主人在饲养的时候没有一个合理的饲养方法所造成的，那么接下来我们将饲养多年猫咪的宝贵经验做一分享：
                            </p>
                            <br>
                            <p>  作为一个养猫新手来说的饲养猫咪看似简单但是真正自己养的时候就出现很多问题比如宠物猫的动不动拉肚子厌食挑食各种坏习惯，这些都是由于主人在饲养的时候没有一个合理的饲养方法所造成的，那么接下来我们将饲养多年猫咪的宝贵经验做一分享：
                            </p>
                            <p>  其次就是要选择适合小猫的猫粮喂养很长时间之后都不要的进行更换猫粮，一旦更换猫粮之后的就会引起猫咪各种疾病都不利于猫咪健康成长的，等到猫咪一岁的时候在进行换猫粮才合适，主人可以在猫粮的基础上增加些辅食但是不要直接调换猫粮，对猫咪的肠胃有很大的伤害的。
                            </p>
                            <br>
                        </div>
                        <div class="moreabout">
                            <p>  另外就是猫咪饲养的过程中的经常性的给猫笼子消毒是很有必要的能够防止的猫咪长皮肤病的，而且每个月都要做个简单的检测以免给猫咪出现隐藏疾病，作为养猫人一定要有这个意识才对，定期洗澡定期做免疫工作，良好的生活习惯就是这么养成的。
                            </p>
                                <br>
                            <p>  另外就是猫咪饲养的过程中的经常性的给猫笼子消毒是很有必要的能够防止的猫咪长皮肤病的，而且每个月都要做个简单的检测以免给猫咪出现隐藏疾病，作为养猫人一定要有这个意识才对，定期洗澡定期做免疫工作，良好的生活习惯就是这么养成的。
                            </p>
                                <br>
                            <p>  小编表示宠物猫饲养的方式看似很多但是最合适的饲养方式就是根据猫咪的生活特性定制出适合猫咪生长的方法论，并不是说所有的饲养猫咪的方法都是一样的，猫咪品种的不同饲养方式也会不一样，如果对自家的猫咪相关信息不明确建议通过网上学习一些养猫的相关知识
                            </p>
                        </div>
                    </div>
                </div>
                <hr>
                <h3 class="text-primary">带你认识波斯猫</h3>
                <br>
                <div class="row">
                    <!-- 左侧图片 -->
                    <div class="col-3">
                        <img src="../assets/img/others/bosi.jpg" alt="" class="w-100">
                    </div>
                    <!-- 右侧常识 -->
                    <div class="col-9 bg-muted my_small show ">
                        <div>
                            <h6>历史来源</h6>
                            <p>  波斯猫（Persian cat）是以阿富汗的土种长毛猫和土耳其的安哥拉长毛猫为基础，在英国经过100多年的选种繁殖，于1860年诞生的一个品种。<br>  波斯猫是最常见的长毛猫，波斯猫有一张讨人喜爱的面庞，长而华丽的背毛，优雅的举止，故有“猫中王子”、“王妃”之称，是世界上爱猫者最喜欢的纯种猫之一，占有极其重要的地位。
                            </p>
                            <h6>形态特征</h6>
                            <p>  整体形态长毛，圆胖型。中型到大型都有。骨骼粗壮，肌肉发达。四肢短而直，脚掌大呈短圆形。尾巴短与身材对称，毛膨松而长，非常高贵有气派。头大而圆，额、鼻、颚都是平平的。鼻子很短，鼻梁宽。眼睛又大又圆，表情丰富。耳小，尖端呈圆形，两耳分隔得很开。全身满是像丝一般柔软和有光泽的膨松的毛。波斯猫一向给人一副高贵傲慢的气质，可爱的脸和表情，膨松的尾巴都是自古以来受欢迎的特征。性格温驯，乖巧，斯文，波斯猫的反应是非常快和热烈，所以深得饲主疼爱。波斯猫毛色艳丽多样。毛色有五大色系，按毛色类型，可分为：全一色型、渐变色型、烟色型、斑纹型、多色型'，其中有多种颜色得到国际各种养猫协会认定。白色系、黑色系、蓝色系、浅黄色系较常见，玳瑁色系和红色系较珍贵。
                            </p>
                        </div>
                        <div class="moreabout">
                            <h6>性格特征</h6>
                            <p>  波斯猫天资聪明，反应灵敏，容易训练；性格温顺，举止文雅，易与相处，叫声小，爱撒娇，深得人们喜爱。
                            </p>
                            <h6>饲养须知：</h6>
                            <p>  第一、波斯猫的饮食习惯：给波斯猫喂饭的时间一定要保持一致。就像我们一样，给波斯猫的每日三餐拟定一个固定的时辰，按时进餐，让波斯猫培养成一个健康规律的饮食习惯，猫咪的肠胃比较脆弱，饮食不规律会让波斯猫消化系统功能紊乱，长期下去，波斯猫会出现营养不良，毛发枯败没有光泽等现象，会让波斯猫生长发育变缓慢，抵抗力下降，感染上各种疾病，严重的还会造成波斯猫的死亡，波斯猫比较适合不是很忙碌的家庭饲养，在饲养的时候，铲屎官在波斯猫的饮食上一定要用心，出现什么不良现象的时候，一定要把波斯猫带到医院检查。
                                <br>   第二、波斯猫的用餐、休闲工具：每个猫咪都有磨爪子的习惯，这个习惯是从猫咪祖先遗留下来，铲屎官在饲养波斯猫的时候要给波斯猫准备一些类似于猫抓板的道具，不然的话，就得仔细了自家的沙发、门板和床，稍不留神，就会让猫主子重新换个花色了。
                                <br>  第三、波斯猫的卫生：猫咪是比较注重自身整洁的家伙，它们会在闲暇时舔舐自己身上的毛发，清理身上的脏东西。波斯猫是长毛猫，保持周身的清洁尤为重要，经常给波斯猫洗澡可以让波斯猫的毛发更加柔顺飘逸，一身靓丽的毛发会让波斯猫的回头率更高，经常给波斯猫洗澡，可以有效地促进波斯的血液循环，加快波斯猫的新陈代谢，波斯猫洗完澡后，铲屎官要及时的吹干它的毛发，防止波斯猫患上各类皮肤病和寄生虫病。经常给波斯猫梳理毛发可以减少波斯猫吞入自己的毛发量，增加波斯猫和铲屎官之间的感情。
                            </p>
                        </div>
                    </div>
                </div>
                <hr>
                <h3 class="text-primary">宠物猫挑选方法论适合养猫新手收藏</h3>
                <br>
                <div class="row">
                    <!-- 左侧图片 -->
                    <div class="col-3">
                        <img src="../assets/img/others/wumao.jpg" alt="" class="w-100">
                    </div>
                    <!-- 右侧常识 -->
                    <div class="col-9 bg-muted my_small show ">
                        <div>
                            <p>  现实生活中宠物猫饲养成为生活中的小插曲那么在购买自己喜欢的猫咪当中最重要的一环就是的挑选宠物猫的过程，尤其是刚开始饲养猫咪的新手来说挑选猫咪的还真是一个技术活，一旦猫咪选择不好主人就会的很后悔这样猫咪也不会得到很好的饲养，因此接下来就让小编分享几个适合养猫新手挑选猫咪的好方法吧！
                            </p>
                            <br>
                            <p>  首先在当地实体的猫舍挑选自己的喜欢的宠物猫的时候一定要注意猫咪的血统是否纯种，判断猫咪的血统要么有猫咪的相关证书要么就是能够看到猫咪的父母这样就比较可靠是在无从参考的可以找对宠物猫品种懂的专业人士进行的帮助当事人挑选！
                            </p>
                            <p>  第二种方法就是在挑选猫咪的时候的可以用逗猫棒进行挑逗宠物猫的主要是看看猫咪的活动和反应来判断的宠物猫的健康程度，如果是活动很频繁很灵敏的那就说明的猫咪的健康指数特别的高，如果猫咪看着对你爱答不理的说明猫咪很少锻炼的而且的经常性的消化不良！
                            </p>
                            <br><br>
                        </div>
                        <div class="moreabout">
                            <p>  第三种就是在挑选宠物猫的是的最好的是能够的给猫咪喂食物看它吃食物的时候会不会挑选厌食的情况，看着它的毛色是不是发亮那种，如果猫咪身上的毛色看起来土光光的就说明猫咪的饮食规律并不是很好，极有可能是猫咪的消化系统不好所导致的。
                            </p>
                            <p>  第四种情况的即使的听猫咪的叫声是否浑厚有的猫咪叫声很小说明猫咪的身体比较弱，身体素质不太好经常性体弱多病的这种猫咪幼年时候饲养起来就太不容易了弄不好就会挂掉，建议不要饲养一个月幼年小猫咪，没有饲养经验的宠主一定会被养死了，要购买三个月大的猫咪才是重要的。
                            </p>
                                <br>
                            <p>  小编寄语：购买猫咪的过程中挑选宠物猫变得尤为重要，对自己的挑选的猫咪品种要有足够的了解才是如果对猫咪的相关特征还不是很熟悉那么可以通过百度进行了解，购买猫咪之前一定要考虑好因为养猫是个漫长的过程，不能图一时的喜欢就蠢蠢欲动，希望以上的内容能够帮助到更多的客户
                            </p>
                        </div>
                    </div>
                </div>
                <hr>
                <h3 class="text-primary">宠物猫喂养技巧：饲养暹罗猫有你好受的！</h3>
                <br>
                <div class="row">
                    <!-- 左侧图片 -->
                    <div class="col-3">
                        <img src="../assets/img/others/xianluo.jpg" alt="" class="w-100">
                    </div>
                    <!-- 右侧常识 -->
                    <div class="col-9 bg-muted my_small show ">
                        <div>
                            <p>  生活中饲养宠物猫似乎成为了生活提升的标签，饲养猫咪的过程就是在享受人生的过程，暹罗猫的饲养技巧是很多宠物猫宠主不知道的，其实每个宠物猫的生活习性不相同所带来的生活方式也是不一样的，关于暹罗猫喂养技巧有几句想说的：
                            </p>
                            <br>
                            <p>  CFA识别四种暹罗猫颜色：咖啡色、巧克力色、蓝色和淡紫色点。如果说我们发现有其他颜色的这种暹罗猫的话，在这个阶段里面，暹罗猫是非常爱生病的，我们要不断的去照顾它们。
                            </p>
                            <p>  当然咯，一开始我们的主人可能还会觉得有一点新鲜感，觉得非常的好，可是到后面如果耐心会持续的消耗殆尽的话，那么我们就会觉得它们特别的烦躁，在平时你们抚摸他们的时候都会发出咕噜咕噜声，就好像在和你交流一样，其实我们的暹罗猫喂养和其他猫一样，在我们抚摸他们的时候也会发出咕噜咕噜声耶，好像在和你交流一样呢。！
                            </p>
                            <br><br>
                        </div>
                        <div class="moreabout">
                            <p>  有相关的文献记载，这种暹罗猫是很稀缺的基因，这种猫的繁殖方面是不太好的。现在市面上对于品种的把关还是比较严的，暹罗猫非常的依赖我们的主人，它们都喜欢无时无刻的连着自家的主人。
                            </p>
                            <p>  暹罗猫平时不会随意的喵喵的乱叫，即便是它们饿了，我们也都听不到它们的叫声的，除非是它们遇到了特别的惊吓之类的，它们才会叫，大多时候我们都是在电视上或者网站上才能见到这种暹罗猫的。。
                            </p>
                                <br>
                            <p>  小编寄语：暹罗猫饲养技巧有很多的但不适合每一只暹罗猫使用猫咪的生活方式是由他自身的生活环境所带来的，因此饲养暹罗猫从摸索中开始，暹罗猫的喂养方式有很多的尤其是幼年的猫咪在饲养上一定要上心。
                            </p>
                        </div>
                    </div>
                </div>
                <hr>
                <a href="http://www.maomijiaoyi.com/index.php?/xinwenliebiao_4.html" class="text-info mt-5">了解更多铲屎官进阶知识戳这里>></a>
            </section>
        </main>
        <my-footer></my-footer>
    </div>
</template>
<script>
export default {
    
}
</script>
<style  scoped>
    main{
        font-family: MicrosoftYaHei;
        font-stretch: normal;
        padding: 0;
        margin: 0;
        list-style: none;
    }
    .bg{
        height:3000px;
        background: url("../assets/img/others/konwlwdge.jpg") no-repeat center center;
        background-size:cover;
        display:flex;
        opacity:0.8;
        flex-direction: column;
        filter:blur(90rpx);/*高斯模糊滤镜*/
    }
    .zhezhao{
        position:absolute;/*绝对定位*/
        left:0;
        top:0;
        z-index:-1;/*显示模糊图片底层*/
        width:100%;/*充满整个父元素*/
        height:3000px;/*高度同父元素*/
        background:#e5e5e5;/*深色背景*/
    }
    .title1{
        display:flex;
        flex-direction: column;
        justify-content: center;
        margin-top:30px;
    }
    .title1>p{
        font-size:24px;
    }
    .title1>div{
        font-size:14px;
        line-height:20px;
        color:#090909;
        margin-bottom:30px;
    }
    .my_small{
        font-size:18px;
        overflow: hidden;
    }
    
    .show.my_small:hover .moreabout{height:600px;}
    .moreabout{
        height:0;
        transition:height .5s linear
    }
    .my_msg{overflow: hidden;}
</style>